Repository: chr233/ASFEnhance
Catalog: ASFEnhance/Localization/Langs.*.resx
Languages: ru_ru

# NTAll
source: , 客户端通知, 手机应用通知
ru_ru: , Всплывающее уведомление в клиенте Steam, Push-уведомление в мобильном приложении

# SendRequestSuccess
source: 成功发送 {0} 个请求
ru_ru: Отправлено {0} запросов успешно

# NoUserFound
source: 未查询到用户信息
ru_ru: Пользователь не найден

# BanCommunity
source: 社区封禁: {0}
ru_ru: Блокировка сообщества: {0}

# BanVAC
source: VAC封禁: {0}
ru_ru: VAC блокировка: {0}

# BanEconomy
source: 市场封禁: {0}
ru_ru: Блокировка торговой площадки: {0}

# BanVACCount
source: {0} 个封禁, 最后封禁于 {1} 天前
ru_ru: {0} блокировок, последняя блокировка была получана {1} дней назад

# BanGame
source: 游戏封禁: {0}
ru_ru: Игровая блокировка: {0}

# BanGameCount
source: {0} 个封禁
ru_ru: {0} блокировок

# ReceiveGiftResult
source: 收到礼物 {0} 个, 接收成功 {1} 个
ru_ru: Получено {0} подарков, успешно принято {1} подарков

# InvalidAppId
source: {0}: 无效的AppId
ru_ru: {0}: Неверный AppId

# CommandDisabled
source: 命令 {0} 被禁用!
ru_ru: Command {0} is disabled!

# SubModuleLoadedModules
source: 已加载 {0} 个外部模块
ru_ru: Загружено {0} внешних плагинов

# SubModuleNoModule
source: 未加载外部模块
ru_ru: Подмодуль не загружен

# SubModulePluginVersion
source: 使用 "PLUGINVERSION [插件名]" / "PV [插件名]" 检查插件可用更新
ru_ru: Используйте "PLUGINVERSION [PluginName]" / "PV [PluginName]" для проверки версии указанного плагина

# SubModulePluginUpdate
source: 使用 "PLUGINUPDATE [插件名]" / "PU [插件名]" 自动更新指定插件
ru_ru: Используйте "PLUGINUPDATE [PluginName]" / "PU [PluginName]" для автоматического обновления указанного плагина

# SubModuleCmdTips
source: 不指定插件名时, 可为所有支持的插件检查更新 / 安装更新
ru_ru: Проверяет наличие обновлений/устанавливает обновления для всех поддерживаемых плагинов, если имя плагина не указано

# SubModuleDeleteOldPluginSuccess
source: 删除旧版插件备份成功 {0}
ru_ru: Успешное удаление старой резервной копии плагина {0}

# SubModuleDeleteOldPluginFailed
source: 删除旧版插件备份失败 {0}
ru_ru: Не удалось удалить старую резервную копию плагина {0}

# UpdatePluginUpdateInfo
source: 插件更新信息:
ru_ru: Информация об обновлениях плагинов:

# UpdatePluginListItemName
source: 插件名称: {0} {1}
ru_ru: Название плагина: {0} {1}

# UpdatePluginListItemVersion
source: 当前版本: {0} 在线版本: {1}
ru_ru: Текущая версия: {0} Последняя выпущенная версия: {1}

# UpdatePluginListItemStatus
source: 更新状态: {0}
ru_ru: Статус обновления: {0}

# UpdatePluginListItemReleaseNote
source: 版本说明:
ru_ru: Список изменений:

# UpdatePluginVersionTips
source: 使用命令 PLUGINUPDATE [插件名] 自动更新指定插件, 省略插件名时可更新全部支持的插件
ru_ru: Команда "PLUGINUPDATE [PluginName]" используется для автоматического обновления указанного плагина, если не указывать имя плагина, то будут обновлены все поддерживаемые плагины

# UpdatePluginListItemUpdateTips
source: 更新插件完成, 重启 ASF 后生效, 如果不兼容请更新 ASF 版本
ru_ru: Обновление плагина завершено, перезапустите ASF, чтобы он вступил в силу, если он не совместим, пожалуйста, обновите версию ASF

# PluginListTips
source: 已安装 {0} 个外部模块, 末尾带 [] 的为 ASFEnhance 和子模块
ru_ru: Установлено {0} внешних плагинов, те, что с [] в конце, являются ASFEnhance и вспомогательными плагинами

# PluginUpdateNotSupport
source: 插件不支持在线更新
ru_ru: Плагин не поддерживает обновление в онлайн режиме

# GetReleaseInfoFailedNetworkError
source: 网络错误, 无法获取发行版信息
ru_ru: Netword error, can not load releases info

# VersionHigher
source: 当前版本号更高, 无需更新
ru_ru: Текущая версия имеет более высокую версию, обновление не требуется

# NoAssetFoundInReleaseInfo
source: 该发行版没有可下载的文件
ru_ru: No asset found in the release

# DownloadPluginFailed
source: 下载插件失败
ru_ru: Не удалось загрузить плагин

# DownloadFailedFileConflict
source: 下载插件失败, 存在文件冲突, 请尝试重启 ASF 后再尝试更新
ru_ru: Не удалось загрузить плагин, произошел конфликт файлов, пожалуйста, попробуйте перезапустить ASF и повторить попытку обновления

# DownloadPluginSuccess
source: 更新插件成功
ru_ru: Обновление плагина прошло успешно

# DownloadPluginFailedUnzipError
source: 更新插件失败, 解压缩遇到错误
ru_ru: Не удалось обновить плагин, возникла ошибка при распаковке

# SubModuleRegisterFailedLog
source: 子模块 {0} 注册失败, 重复的 ID {1}
ru_ru: Ошибка регистрации подмодуля {0}, дублирующийся ID {1}

# SubModuleRegisterFailed
source: 子模块注册失败, 重复的ID
ru_ru: Ошибка регистрации подмодуля, дублирующегося ID

# ASFUpdateTips
source: ASFEUPDATE 和 ASFEVERSION 已经被弃用, 请使用 PLUGINUPDATE 和 PLUGINVERSION, 使用方法参考文档
ru_ru: ASFEUPDATE и ASFEVERSION устарели, используйте PLUGINUPDATE и PLUGINVERSION, см. документацию

# VoteNominateAtLeastOne
source: 提名至少一款游戏
ru_ru: Nominate at least 1 game

# VoteNominateEachCategory
source: 为各奖项提名一款游戏
ru_ru: Nominate a game in each category

# VotePlayGameYouNominated
source: 玩一款您提名的游戏
ru_ru: Play a game you nominated

# VoteReviewGameYouNominated
source: 为一款您提名的游戏新发表或更新评测
ru_ru: Review or update your review of a game you nominated

# BanRecords
source: 封禁记录:
ru_ru: Ban records:

# NoBanRecords
source: 无封禁信息
ru_ru: No ban records

# ExistsApiKey
source: 存在ApiKey
ru_ru: ApiKey найден

# NoExistsApiKey
source: 不存在/已吊销ApiKey
ru_ru: ApiKey не найден

# ArgumentErrorYear
source: 参数错误, 第一个参数为年份
ru_ru: Ошибка аргумента, первый аргумент должен быть годом

# CheckVote
source: 已投票: {0} / {1}
ru_ru: Статус голосования: {0} / {1}

# NoItemToClaim
source: 暂无可领取的物品
ru_ru: Нет предметов для получения

# ClaimItemSuccessful
source: 领取物品 {0} 成功, 下一件物品可领取时间 {1}
ru_ru: Предмет {0} получен успешно, вы можете получить следующий предмет в {1}

# SubModuleLoadFailed
source: 读取外部模块出错
ru_ru: Не удалось загрузить установленные модули

# EditCustomUrlSuccess
source: 修改成功, 新的个人资料Url: {0}
ru_ru: Успешно отредактировано. Новый Url страницы профиля: {0}

# EditCustomUrlFailed
source: 修改失败, 原因: {0}
ru_ru: Редактирование не удалось, причина: {0}

# WalletInfo4
source: 钱包余额: {0} ({1}{2}) {3}
ru_ru: Баланс кошелька: {0} ({1}{2}) {3}

# WalletInfo2
source: 钱包余额: {0} {1}
ru_ru: Баланс кошелька: {0} {1}

# CountryCode
source: CN
ru_ru: RU

# CanNotParseAnyGameInfo
source: 无法解析任何游戏Id
ru_ru: Не удается разобрать какую-либо информацию об игре

# PurchaseOptionName
source: - 名称: {0}
ru_ru: - Имя: {0}

# PurchaseOptionPrice
source: - 价格: {0}
ru_ru: - Цена: {0}

# AppDetailFreeGame
source: - 免费游戏: {0}
ru_ru: - Бесплатные игры: {0}

# AppDetailPurchaseOption
source: - 购买选项:
ru_ru: - Варианты покупки:

# PurchaseOptionGameCount
source: - 游戏数量: {0}
ru_ru: - Количество игр: {0}

# PurchaseOptionGiftAble
source: - 可送礼: {0}
ru_ru: - Доступные подарки: {0}

# CurrentCartItems
source: 当前购物车内容:
ru_ru: Текущее содержимое корзины:

# CanNotParse
source: 无法解析
ru_ru: Не удается разобрать

# CartItemBundle
source: {0} bundle/{1}
ru_ru: {0} бандл/{1}

# AppDetailPrice
source: - 价格: {0}
ru_ru: - Цена: {0}

# CartPrivate
source: - 私密购买
ru_ru: - Частная покупка

# CartGifteeNotSet
source: - 作为礼物, 未设置收礼人
ru_ru: - В качестве подарка, без выбора получателя

# CartTotalValue
source: 当前购物车总价: {0}
ru_ru: Общая стоимость корзины: {0}

# CartGiftSentiment
source: - 礼物寄语: {0}
ru_ru: - Сообщение к подарку: {0}

# CartGiftSignature
source: - 送礼人签名: {0}
ru_ru: - Подпись дарителя: {0}

# CartGiftGifteeName
source: - 收礼人昵称: {0}
ru_ru: - Никнейм получателя: {0}

# CartGiftMessage
source: - 礼物信息: {0}
ru_ru: - Сообщение к подарку: {0}

# CartGift
source: - 作为礼物, 送往 {0}
ru_ru: - В качестве подарка отправьте его по адресу {0}

# CartIsValid
source: 购物车有效: {0}
ru_ru: Корзина действительна: {0}

# ParseError
source: 解析失败
ru_ru: Ошибка синтаксического анализа

# RateUp
source: 好评
ru_ru: Положительный отзыв

# RateDown
source: 差评
ru_ru: Отрицательный отзыв

# ReviewGameName
source: 游戏名: {0}
ru_ru: Название игры: {0}

# ReviewContent
source: 评测内容: {0}
ru_ru: Содержание обзора: {0}

# ReviewMark
source: 评分: {0}
ru_ru: Оценка обзора: {0}

# ReviewNotReviewYet
source: 尚未评测过该游戏
ru_ru: Эта игра еще не имеет обзора

# CartItemId
source: - Item Id: {0}
ru_ru: - Id предмета: {0}

# AppIdsInvalid
source: AppIds 无效
ru_ru: AppId недействительный

# MarketStatusNormal
source: 市场正常
ru_ru: Торговая площадка не имеет ограничений

# MarketStatusLimited
source: 市场受限制
ru_ru: Торговая площадка имеет ограничения

# StackedSuccess
source: 成功堆叠了 {0} 个物品
ru_ru: Удалось запаковать {0} предметов

# UnStackedSuccess
source: 成功解除堆叠了 {0} 个物品
ru_ru: Удалось распаковать {0} предметов

# GetPhoneSuffixFailed
source: 获取手机尾号失败, 可能未绑定手机
ru_ru: Не удалось получить номер телефона, возможно, телефон не привязан

# SteamSaleEventIsNull2
source: 尚未启用 AutoSteamSaleEvent, 可以使用命令 EnableAutoSteamSaleEvent 自动启用
ru_ru: Обнаружено, что "AutoSteamSaleEvent" не включен, измените конфигурацию вручную или используйте команду "EnableAutoSteamSaleEvent ", чтобы включить его

# ConfigFilePathNotFound
source: 找不到配置文件路径
ru_ru: Путь к файлу конфигурации не найден

# AlreadyEnabledAutoSteamSaleEvent
source: 已经开启 SteamSaleEvent
ru_ru: Конфигурация SteamSaleEvent уже включена

# ReadConfigContentFailed
source: 读取配置文件失败
ru_ru: Не удалось прочитать файл конфигурации

# UpdateConfigContentSuccess
source: 更新配置文件成功
ru_ru: Файл конфигурации успешно обновлен

# RwConfigContentError
source: 读取/修改配置文件出错
ru_ru: Ошибка чтения или записи конфигурации

# MsgReceivedGift
source: 收到礼物
ru_ru: Получен подарок

# MsgReceivedReplyed
source: 收到回复
ru_ru: Ответ получен

# MsgSteamTurn
source: SteamTurn消息
ru_ru: Steam переключил сообщение

# MsgSteamSupport
source: Steam客服消息
ru_ru: Сообщение службы поддержки Steam

# MsgTradeOffer
source: 收到报价
ru_ru: Получено предложение

# MsgMajorSale
source: 大型特卖
ru_ru: Крупная распродажа

# MsgFriendInviation
source: 收到好友请求
ru_ru: Входящий запрос дружбы

# MsgReceivedNewItem
source: 收到新物品
ru_ru: Получен новый предмет

# MsgWishlistItemOnSale
source: 愿望单折扣
ru_ru: Скидка из списка желаемого

# MsgNoMessage
source: 无通知
ru_ru: Нет уведомлений

# PrivateMessage
source: 私信消息
ru_ru: Личное сообщение

# MsgCommunityMessage
source: Steam社区消息
ru_ru: Новости сообщества Steam

# NocUnreadCount
source: 未读通知: {0}
ru_ru: Непрочитанные уведомления: {0}

# NocConfirmationCount
source: 待确认通知: {0}
ru_ru: Ожидают подтверждения: {0}

# NocPendingGiftCount
source: 待处理礼物: {0}
ru_ru: Ожидают подарки: {0}

# Noc待处理好友请求
source: 待处理好友请求
ru_ru: Ожидают добавления в друзья

# NocPendingFriendCount
source: 待处理好友请求: {0}
ru_ru: Ожидают добавления в друзья: {0}

# NocPendingFamilyInviteCount
source: 待处理家庭邀请: {0}
ru_ru: Ожидают добавления в семейную группу: {0}

# NoPendingGift
source: 无待处理礼物
ru_ru: Нет подарков

# PendingGiftListDetail
source: {0}: "{1}" via {2} ({3})
ru_ru: {0}: "{1}" через {2} ({3})

# SpecifyPendingGiftNotFound
source: 未找到待收取的礼物, 可以使用 * 指代所有待收取的礼物
ru_ru: Подарков для получения не обнаружено. Вы можете использовать * для обозначения всех подарков, которые необходимо получить.

# AcceptGiftFailed
source: 接收礼物失败
ru_ru: Не удалось получить подарок

# AcceptGiftSuccess
source: 接收礼物成功
ru_ru: Подарок успешно получен

# DeclineGiftSuccess
source: 拒收礼物成功
ru_ru: Вы отказались от подарка

# DeclineGiftFailed
source: 拒收礼物失败
ru_ru: Не удалось отклонить подарок

# ReceivedTradeOffers
source: 收到的交易报价:
ru_ru: Полученное обменное предложение:

# SentTradeOffers
source: 发出的交易报价:
ru_ru: Отправлено обменное предложение

# TradeOfferListTitle
source: 报价ID | 对方 SteamId | 收到 | 发送 | 交易状态
ru_ru: ID предложения | Контрагент SteamId | Получено | Отправлено | Обмена

# GetTradeOfferFailed
source: 获取交易报价失败
ru_ru: Не удалось получить предложение по обмену

# NoPendingTradeOffer
source: 无待处理的报价
ru_ru: Нет ожидающих обменов

# SpecifyTradeOfferNotFound
source: 未找到待处理的报价, 可用 * 指代所有待处理的报价
ru_ru: Не найдено ни одного ожидающего обмена, можно использовать * для выбора всех ожидающих обменов

# AcceptTradeOffer
source: 接受报价
ru_ru: Принять предложение

# Need2Fa
source: 需要2FA验证
ru_ru: Требуется проверка 2FA

# DeclineTradeOffer
source: 拒绝报价
ru_ru: Отклонить предложение

# PurchaseFailedArgumentError
source: 参数错误, 请输入正确的金额
ru_ru: Указан неверный параметр, пожалуйста, введите правильную сумму

# PurchaseAddFundsError
source: 提交充值失败
ru_ru: Не удалось пополнить счет

# PurchaseAddFundsErrorGetCartError
source: 提交充值失败, 无法获取购物车信息
ru_ru: Не удалось пополнить счет, не удалось получить информацию о корзине

# PurchaseAddFundsErrorTransStatusError
source: 充值失败, 交易状态异常
ru_ru: Не удалось пополнить счет, ненормальный статус транзакции

# PurchaseAddFundsErrorParseExternalPaymentError
source: 充值失败, 解析外部支付信息失败
ru_ru: Не удалось пополнить счет, не удалось проанализировать информацию о внешнем платеже

# PurchaseAddFundsErrorGetPaymentUrlError
source: 购买充值卡失败, 无法获取支付链接
ru_ru: Не удалось приобрести карту пополнения счета, невозможно получить ссылку для оплаты

# PurchaseAddFundsSuccess
source: 预计充值 {0}, 支付链接 {1}
ru_ru: Предполагаемое пополнение счета {0}, ссылка для оплаты {1}

# AccountHasNoBanRecord
source: 账号未受到游戏封禁
ru_ru: Аккаунт не заблокирован в игре

# AccountBanRecordList
source: 账号受到的游戏封禁记录:
ru_ru: Игровые запреты, наложенные на аккаунт:

# DiscoveryQueueExploreredSuccess
source: 探索队列浏览完毕
ru_ru: Просмотр списка рекомендаций завершен

# AccessTokenIsNullWarnMessage
source: Bot {0} 的 AccessToken 为 null, 请稍后重试
ru_ru: Токен доступа бота {0} недействителен, повторите попытку позже

# GroupLinkInvalid
source: 组链接无效
ru_ru: Ссылка на группу недействительна

# GroupNotFound
source: 找不到群组 {0}
ru_ru: Группа {0} не найдена

# TTT
source: Test
ru_ru: Тест

# Adult
source: 成人
ru_ru: Adult

# Unknown
source: 未知
ru_ru: Unknown
