Repository: chr233/ASFEnhance
Catalog: ASFEnhance/Localization/Langs.*.resx
Languages: ru_ru

# AvailableAreaHeader
source: 代码 | 区域名称 | 当前区域
ru_ru: Код страны | Название страны | Текущий

# CartEmptyResponse
source: 响应为空
ru_ru: Пустой ответ

# CartInvalidType
source: {0}: 类型无效 [SUB|BUNDLE]
ru_ru: {0}: Недопустимый тип [SUB|BUNDLE]

# CartIsEmpty
source: 购物车是空的
ru_ru: Корзина пуста

# NetworkError
source: 网络错误
ru_ru: Сетевая ошибка

# CartPurchaseGift
source: 作为礼物购买: {0}
ru_ru: Покупка в подарок: {0}

# CartPurchaseSelf
source: 为自己购买: {0}
ru_ru: Купить для себя: {0}

# CartResetResult
source: 清空购物车: {0}
ru_ru: Удалить все предметы из вашей корзины: {0}

# CartTotalPrice
source: 购物车总额: {0:F2} {1}
ru_ru: Расчетная сумма: {0:F2} {1}

# ClientCookies
source: Steam商店的Cookies:
ru_ru: Steam StoreCookies:

# Error
source: 出错
ru_ru: Ошибка

# Failure
source: 失败
ru_ru: Неудача

# GameInvalidType
source: {0} 类型无效 [APP|SUB|BUNDLE]
ru_ru: {0} Неверный тип [APP|SUB|BUNDLE]

# GetProfileFailed
source: 读取个人资料失败
ru_ru: Не удалось получить информацию о профиле

# GetStoreNameFailed
source: 读取商店名称出错
ru_ru: Не удалось получить название игры

# KeyNotFound
source: 未找到结果
ru_ru: Ключ не распознан

# NoAvailableArea
source: 无可用区域选项, 结算货币为钱包货币
ru_ru: Нет доступных вариантов страны, будет использоваться валюта кошелька по умолчанию

# Offline
source: 离线
ru_ru: Не в сети

# Online
source: 在线
ru_ru: Онлайн

# PluginContact
source: 插件作者: Chr_, 联系方式: chr@chrxw.com
ru_ru: Разработано Chr_, email chr@chrxw.com

# PluginVer
source: {0} 版本 {1}
ru_ru: {0} Версия {1}

# ProfileBadges
source: 徽章: {0}
ru_ru: Значки: {0}

# ProfileFriends
source: 好友: {0} / {1}
ru_ru: Друзья: {0} / {1}

# ProfileGames
source: 游戏: {0}
ru_ru: Игры: {0}

# ProfileGroups
source: 组: {0}
ru_ru: Группы: {0}

# ProfileGuide
source: 指南: {0}
ru_ru: Руководства: {0}

# ProfileHeader
source: 个人资料:
ru_ru: Профиль Steam:

# ProfileImages
source: 艺术作品: {0}
ru_ru: Иллюстрации: {0}

# ProfileLevel
source: 等级: {0}
ru_ru: Уровень: {0}

# ProfileNickname
source: 昵称: {0}
ru_ru: Никнейм: {0}

# ProfileRecommended
source: 评测: {0}
ru_ru: Обзоры: {0}

# ProfileScreenshots
source: 截图: {0}
ru_ru: Скриншоты: {0}

# ProfileState
source: 状态: {0}
ru_ru: Состояние: {0}

# ProfileVideos
source: 视频: {0}
ru_ru: Видео: {0}

# ProfileWorkshop
source: 创意工坊: {0}
ru_ru: Работы в Мастерской: {0}

# PurchaseCartFailureEmpty
source: 购物车是空的,无需结账
ru_ru: Корзина пуста, и оформление заказа не требуется

# PurchaseCartFailureFinalizeTransactionIsNull
source: 购买失败, FinalizeTransaction 返回值为空
ru_ru: Покупка не удалась, "FinalizeTransaction" равно Null

# PurchaseCartGetFinalPriceIsNull
source: 购买失败, GetFinalPrice 返回值为空
ru_ru: Покупка не удалась, "GetFinalPrice" вернуло Null

# PurchaseCartTransIDIsNull
source: 购买失败, transID 为Null
ru_ru: Покупка не удалась, "transID" равно Null

# PurchaseDone
source: 购买完成, 消费金额: {0}
ru_ru: Покупка завершена, всего получено: {0}

# SetCurrentCountry
source: 结算货币设置: {0}
ru_ru: Установите платежный адрес: {0}

# StorePageNotFound
source: 未找到商店页
ru_ru: Страница магазина не найдена

# Success
source: 成功
ru_ru: Успех

# WalletAreaUnknown
source: 钱包区域未知
ru_ru: Неизвестная область кошелька

# EventReadBadgeStatusFailed
source: 读取投票信息失败
ru_ru: Не удалось прочитать статус голосования

# RecommendPublishFailed
source: 评测发布失败: {0}
ru_ru: Не удалось опубликовать отзыв: {0}

# RecommendPublishSuccess
source: 评测发布成功
ru_ru: Отзыв успешно опубликован

# JoinGroup
source: 加入群组 {0}: {1}
ru_ru: Вступить в группу {0}: {1}

# GroupListEmpty
source: 尚未加入任何群组
ru_ru: Список групп пуст

# EventClaimItem
source: 领取每日贴纸: {0}
ru_ru: Получить ежедневные стикеры: {0}

# Done
source: 完成
ru_ru: Готово

# EventQueue
source: 每日探索队列: {0}
ru_ru: Завершение очереди: {0}

# Yes
source: 是
ru_ru: Да

# No
source: 否
ru_ru: Нет

# PurchaseFailed
source: 购买失败, 余额未变动
ru_ru: Покупка не удалась, баланс кошелька не изменен

# FetchDataFailed
source: 获取 {0} 失败
ru_ru: Не удалось получить {0}

# DataIsNull
source: {0} 是 NULL
ru_ru: {0} равно Null

# DevFeatureEnabledWarning
source: ASFEhance 开发者特性已开启
ru_ru: Функция разработчика ASFEhance включена

# GifteeName
source: 由 {0} 发送
ru_ru: Отправлено {0}

# GiftMessage
source: {0} Version {1}
ru_ru: {0} Версия {1}

# GiftSignature
source: Send by {0}
ru_ru: Отправить {0}

# Joined
source: 已加入
ru_ru: Присоединился

# Unjoined
source: 未加入
ru_ru: Отсоединился

# Applied
source: 已申请
ru_ru: costs

# ArgumentNotInteger
source: 参数错误, {0} 必须为整数
ru_ru: Параметр недопустим, {0} должно быть целым числом

# LeaveGroup
source: 退出群组: {0}
ru_ru: Покинуть группу: {0}

# GroupListTitle
source: No | 群组名称 | 群组ID
ru_ru: № | Название группы | Идентификатор группы

# FetchAppDetailFailed
source: 获取App信息失败, 可能AppID错误, 或者锁区
ru_ru: Не удалось получить подробную информацию о приложении, возможно, идентификатор приложения неверен или у игры есть ограничение по региону

# AppTypeGame
source: 游戏 / 软件
ru_ru: Игра / ПО

# AppTypeMusic
source: 音乐
ru_ru: Музыка

# AppTypeDLC
source: DLC
ru_ru: Доп. контент

# AppType
source: - 类型: {0}
ru_ru: - Тип: {0}

# AppFullGame
source: - 游戏本体: {0} {1}
ru_ru: - Полная игра: {0} {1}

# AppDevelopers
source: - 开发商: {0}
ru_ru: - Разработчики: {0}

# AppPublishers
source: - 发型商: {0}
ru_ru: - Издатели: {0}

# AppCategories
source: - 标签: {0}
ru_ru: - Категория: {0}

# AppGenres
source: - 分类: {0}
ru_ru: - Жанр: {0}

# AppShortDescription
source: - 简介: {0}
ru_ru: - Описание: {0}

# AppSupportedPlatforms
source: - 支持平台: Win{0} Mac{1} Linux{2}
ru_ru: - Платформы: Win{0} Mac{1} Linux{2}

# AppSteamRecommended
source: - Steam 评价数量: {0}
ru_ru: - Steam рекомендации: {0}

# AppMetacriticScore
source: - Metacritic 评分: {0}
ru_ru: - Оценка на метакритике: {0}

# AppReleasedDate
source: - 发售日期: {0}
ru_ru: - Дата выхода: {0}

# AppDelisted
source: 不可购买
ru_ru: Недоступно

# AppComingSoon
source: 未发售
ru_ru: Скоро будет

# AppDiscount
source: - 折扣: -{0}% {1}
ru_ru: - Скидка: -{0}% {1}

# AppNoDiscount
source: - 折扣: 未打折
ru_ru: - Скидка: Нет

# AppDlcInfo
source: - DLC: {0}
ru_ru: - Доп. Контент: {0}

# SearchResultEmpty
source: 该查询未传回任何结果
ru_ru: По этому запросу не было возвращено никаких результатов

# MultipleLineResult
source: 多行结果:
ru_ru: Результат с несколькими строками:

# SearchResultTitle
source: AppID | 名称
ru_ru: AppID | Имя

# GetExchangeRateFailed
source: 获取在线汇率失败
ru_ru: Не удалось получить онлайн-обменный курс

# PurchaseHistorySummary
source: 商店消费记录统计:
ru_ru: Запись о покупке в магазине:

# ParseHtmlFailed
source: HTML解析失败!
ru_ru: Не удалось разобрать Html!

# PurchaseHistoryGroupType
source: 1.按购买类型分类(不含已退款的消费):
ru_ru: 1. Классификация по типу покупки (за исключением возвращенных покупок):

# PurchaseHistoryTypeStorePurchase
source: - 商店购买: {0:0.00} {1}
ru_ru: - Покупки в магазине: {0:0.00} {1}

# PurchaseHistoryTypeGiftPurchase
source: - 礼物赠送: {0:0.00} {1}
ru_ru: - Покупки подарков: {0:0.00} {1}

# PurchaseHistoryTypeInGamePurchase
source: - 游戏内购: {0:0.00} {1}
ru_ru: - Внутриигровые покупки: {0:0.00} {1}

# PurchaseHistoryTypeMarketPurchase
source: - 市场购买: {0:0.00} {1}
ru_ru: - Покупки на торговой площадке: {0:0.00} {1}

# PurchaseHistoryTypeMarketSelling
source: - 市场出售: {0:0.00} {1}
ru_ru: - Продажи на торговой площадке: {0:0.00} {1}

# PurchaseHistoryGroupOther
source: 2.其他类型的消费:
ru_ru: 2. Другие типы покупок:

# PurchaseHistoryTypeOther
source: - 其他类型: {0:0.00} {1}
ru_ru: - Остальное: {0:0.00} {1}

# PurchaseHistoryTypeRefunded
source: - 退款: {0:0.00} {1}
ru_ru: - Возвраты покупок: {0:0.00} {1}

# PurchaseHistoryGroupStatus
source: 数据统计(仅供参考):
ru_ru: Краткое содержание (только для справки):

# PurchaseHistoryGroupGiftCredit
source: 额度推算(仅供参考):
ru_ru: Оценка подарка (только для справки):

# PurchaseHistoryStatusTotalExternalPurchase
source: - 外部消费总和: {0:0.00} {1}
ru_ru: - Общие внешние расходы: {0:0.00} {1}

# PurchaseHistoryStatusTotalGift
source: - 礼物赠送总和: {0:0.00} {1}
ru_ru: - Всего куплено подарков: {0:0.00} {1}

# PurchaseHistoryCreditMin
source: - 额度*1.0 - 送礼: {0:0.00} {1}
ru_ru: - Всего потрачено * 1.0 - Покупка подарка: {0:0.00} {1}

# PurchaseHistoryCreditMax
source: - 额度*1.8 - 送礼: {0:0.00} {1}
ru_ru: - Всего потрачено * 1.8 - Покупка подарка: {0:0.00} {1}

# PurchaseHistoryGroupAbout
source: 数据说明:
ru_ru: Комментарий:

# PurchaseHistoryAboutPlugin
source: - 计算结果由 {0} 生成, 仅供参考
ru_ru: - Результат вычисления генерируется с помощью {0}, только для справки

# PurchaseHistoryAboutBaseRate
source: - 基准汇率 {0}
ru_ru: - Начальная ставка {0}

# PurchaseHistoryAboutUpdateTime
source: - 汇率数据更新时间: {0:g}
ru_ru: - Время обновления данных обменного курса: {0:g}

# PurchaseHistoryAboutRateSource
source: - 在线汇率数据来自 ExchangeRate-API.com
ru_ru: - Онлайн обновление обменного курса с Exchangerate-API.com

# PluginInfo
source: 爱发电: https://afdian.com/@chr233
ru_ru: Пожертвование: https://afdian.com/@chr233

# PurchaseHistoryTypeWallet
source: - 余额: {0:0.00} {1}
ru_ru: - Кошелек: {0:0.00} {1}

# PurchaseHistoryTypeExternal
source: - 外部: {0:0.00} {1}
ru_ru: - Внешние платежи: {0:0.00} {1}

# PurchaseHistoryStatusTotalPurchase
source: - 有效额度总和: {0:0.00} {1}
ru_ru: - Общий подарочный кредит: {0:0.00} {1}

# PurchaseHistoryExternalMax
source: - 外部*1.8 - 送礼: {0:0.00} {1}
ru_ru: - Всего внешние расходы * 1.8 - Покупка подарка: {0:0.00} {1}

# PurchaseHistoryExternalMin
source: - 外部*1.0 - 送礼: {0:0.00} {1}
ru_ru: - Всего внешние расходы * 1.0 - Покупка подарка: {0:0.00} {1}

# CurrentLanguage
source: zh-Hans
ru_ru: ru-RU

# AppDetailName
source: - 名称: {0}
ru_ru: - Имя: {0}

# GetReleaseInfoFailed
source: 读取插件发行版信息失败!
ru_ru: Не удалось получить информацию о выпуске!

# CommandHelp
source: 命令帮助:
ru_ru: Доступные команды:

# NoArgs
source: 无参数
ru_ru: Нет аргументов

# HelpArgsExplain
source: [ ]: 可选参数, < >: 数组(使用,分隔)
ru_ru: [ ]: Необязательные параметры, < >: Массив (использовать , для разделения)

# ASFECurrentVersion
source: 当前版本: {0}
ru_ru: Текущая версия: {0}

# ErrorLogPluginVersion
source: - 插件版本: {0}
ru_ru: - Версия плагина: {0}

# Version
source: - 版本: {0}
ru_ru: - Версия: {0}

# Detail
source: - 描述: {0}
ru_ru: - Описание: {0}

# SubLink
source: - 链接: {0}
ru_ru: - Ссылка: {0}

# AlreadyLatest
source: 插件已经是最新版本, 无需更新
ru_ru: Плагин уже обновлен, нет необходимости в обновлении

# DownloadFailed
source: 下载插件失败!
ru_ru: Не удалось загрузить плагин!

# UpdateFiledWithZip
source: 插件更新失败, 压缩包内容解析失败
ru_ru: Ошибка обновления плагина - не удалось распаковать архив

# CommandHelpWithShortName
source: * 可用缩写 : {0}
ru_ru: * Доступные сокращения: {0}

# CommandHelpCmdNotFound
source: 找不到相关命令的帮助
ru_ru: Не удается найти справку по связанным командам

# PurchaseHistoryTypeWalletPurchase
source: - 余额充值: {0:0.00} {1}
ru_ru: - Пополнение баланса: {0:0.00} {1}

# CommandHelpNoUsage
source: 无描述
ru_ru: Нет описания

# EventTaskComplete
source: 节日活动已完成
ru_ru: Задача события Steam завершена

# DeleteReview
source: 删除 {0} 的评测:
ru_ru: Удалить отзыв о {0} :

# AccountFreeSubTitle
source: SubID | 名称 (仅显示免费Sub)
ru_ru: SubID | Название (показывает только бесплатные подписки)

# AccountSubTitle
source: 类型 | 名称
ru_ru: Тип | Название

# AccountSubRetail
source: 零售
ru_ru: Розничная торговля

# AccountSubFree
source: 免费赠送
ru_ru: Complimentary

# AccountSubStore
source: Steam 商店
ru_ru: Магазин

# AccountSubGift
source: 礼物/玩家通行证
ru_ru: Подарок / Гостевой пропуск

# ArgsIsEmpty
source: 参数为空
ru_ru: Аргументы пусты

# AccountSubInvalidArg
source: 无效的参数
ru_ru: Недопустимое вхождение

# AccountSubRemovedItem
source: 移除 {0} {1}
ru_ru: Удалено {0} {1}

# AccountSubNotOwn
source: 尚未拥有该Sub
ru_ru: Не владеет этой подпиской

# AccountSubDemoSubNotFount
source: 未找到账户中的免费 Demo Sub
ru_ru: Демо подписки не найдены

# AccountSubRemovedDemos
source: 移除了 {0} 个 Demo
ru_ru: Удалено {0} демо

# ASFEConfigWarning
source: ASFEnhanceDevFuture配置项已经过时, 请根据文档修改
ru_ru: Элемент конфигурации "ASFEnhanceDevFuture" устарел, пожалуйста, прочитайте README.md

# ExplorerStart
source: 探索队列任务将尽快触发
ru_ru: Задача проверки событий распродажи Steam запустится сейчас же

# NotFollowAnyCurator
source: 未关注任何鉴赏家
ru_ru: Не подписан ни на одного куратора

# CuratorListTitle
source: ClanID | 鉴赏家名称 | 关注人数
ru_ru: ClanID | Имя куратора | Подписчики

# CheckGameListTitle
source: AppID | 游戏名 | 已拥有 | 愿望单 | 关注
ru_ru: AppID | Название игры | Владелец | Список желаний | Подписка

# CheckGameItemError
source: {0} | 参数错误
ru_ru: {0} | Ошибка аргумента

# ErrorLogTitle
source: {0} 遇到错误, 日志如下
ru_ru: {0} Столкнулся с ошибкой, журнал выглядит следующим образом

# ErrorLogOriginMessage
source: - 原始消息: {0}
ru_ru: - Origin Message: {0}

# ErrorLogAccess
source: - Access: {0}
ru_ru: - Доступ: {0}

# ErrorLogASFVersion
source: - ASF 版本: {0}
ru_ru: - Версия ASF: {0}

# ErrorLogErrorName
source: - 错误类型: {0}
ru_ru: - Exception Type: {0}

# DevFeatureNotEnabled
source: 尚未启用 ASFEnhance.DevFeature , 该命令不可用
ru_ru: "ASFEnhance.DevFeature" отключен, эта функция недоступна

# ASFEnhanceCurator
source: ASFEnhance's Curator
ru_ru: ASFEnhance's Куратор

# ASFEnhanceGroup
source: ASFEnhance's Group
ru_ru: ASFEnhance's Группа

# EulaFeatureUnavilable
source: 尚未同意 ASFEnhance.EULA , 无法使用IPC功能
ru_ru: "ASFEnhance.EULA" не принят, эта функция недоступна

# EulaWarning
source: {0}: 尚未同意 ASFEnhance.EULA , 部分命令已禁用
ru_ru: {0}: ASFEnhance.EULA не принят, некоторые функции отключены

# ErrorLogErrorMessage
source: - 错误消息: {0}
ru_ru: - Exception Message: {0}

# UsageASFENHANCE
source: 查看 ASFEnhance 的版本
ru_ru: Получить версию ASFEnhance

# UsageASFEVERSION
source: 检查 ASFEnhance 的最新版本
ru_ru: Проверить последнюю версию ASFEnhance

# UsageASFEUPDATE
source: 自动更新 ASFEnhance 到最新版本 (需要手动重启 ASF)
ru_ru: Обновить ASFEnhance до последней версии (необходим ручной перезапуск ASF)

# UsagePURCHASEHISTORY
source: 读取商店消费历史记录
ru_ru: Получить историю покупок бота

# UsageFREELICENSES
source: 读取账户中的免费 Sub License 列表
ru_ru: Получить список бесплатных подписок бота

# UsageLICENSES
source: 读取账户中的所有 License 列表
ru_ru: Получить список всех лицензий бота

# UsageREMOVEDEMOS
source: 移除账户中所有的 Demo License
ru_ru: Удалить все Демо лицензии бота

# UsageREMOVELICENSES
source: 移除账户中指定的 Sub License
ru_ru: Удалить указанные subIDs лицензии бота

# UsageCART
source: 查看机器人购物车
ru_ru: Получить информацию о корзине бота

# UsageADDCART
source: 添加购物车, 仅能使用SubID和BundleID
ru_ru: Добавить игру в корзину бота, поддерживается только SUB/BUNDLE

# UsageCARTCOUNTRY
source: 获取购物车可用结算区域(跟账号钱包和当前 IP 所在地有关)
ru_ru: Получить доступную валюту в регионе бота (зависит от региона кошелька и IP-адреса)

# UsageEXPLORER
source: 5 秒后触发 ASF 探索队列任务
ru_ru: Запустить задачу ASF "проверки событий распродажи Steam" через 5 секунд

# UsageGROUPLIST
source: 查看机器人的群组列表
ru_ru: Получить список подписок на группы бота

# UsageJOINGROUP
source: 加入指定群组
ru_ru: Разрешить боту присоединиться к указанной группе

# UsageLEAVEGROUP
source: 离开指定群组
ru_ru: Предложить боту покинуть указанную группу

# UsageKEY
source: 从文本提取 key
ru_ru: Извлечь ключ из текста

# UsageASFEHELP
source: 查看指令说明
ru_ru: Получить все использования команд

# UsageFRIENDCODE
source: 查看好友代码
ru_ru: Получить "код друга" бота

# UsageSTEAMID
source: 查看 steamID
ru_ru: Получить steamID бота

# UsagePROFILE
source: 查看个人资料
ru_ru: Получить информацию о профиле бота

# UsageTRADELINK
source: 查看交易链接
ru_ru: Получить торговую ссылку бота

# UsageAPPDETAIL
source: 获取 APP 信息, 无法获取锁区游戏信息, 仅支持APP
ru_ru: Получить подробную информацию о приложении из steam API

# UsagePUBLISHRECOMMENT
source: 发布评测, APPID > 0 给好评, AppID < 0 给差评
ru_ru: Опубликовать рекомендацию для игры, если appID > 0 это повысит рейтинг, иначе, если appId < 0 понизит его

# UsageUNFOLLOWGAME
source: 取消关注游戏
ru_ru: Отписаться от указанной игры

# UsageREMOVEWISHLIST
source: 移除愿望单
ru_ru: Удалить игру из списка желаний бота

# UsageFOLLOWGAME
source: 关注游戏
ru_ru: Подписаться на указанную игру

# UsageCHECK
source: 检查游戏关注/愿望单情况
ru_ru: Проверить, есть ли указанная игра в подписке / списке желаний

# UsageADDWISHLIST
source: 添加愿望单
ru_ru: Добавить игру в список желаний бота

# UsageSUBS
source: 查询商店 SUB, 支持APP/SUB/BUNDLE
ru_ru: Получить доступную подписку со страницы магазина, поддержка APP/SUB/BUNDLE

# UsagePROFILELINK
source: 查看个人资料链接
ru_ru: Получить ссылку на профиль бота

# UsageDELETERECOMMENT
source: 删除评测
ru_ru: Удалить рекомендацию для игры

# UsageREQUESTACCESS
source: 请求游戏内测访问权限
ru_ru: Отправить запрос указанным appIDs на вступление в ранний доступ. (Эквивалентно щелчку по "Запросить доступ")

# UsageSEARCH
source: 搜索商店
ru_ru: Поиск в магазине Steam

# UsagePURCHASEGIFT
source: 结算机器人 A 的购物车, 发送礼物给机器人 B (使用 Steam 钱包余额结算)
ru_ru: Купить товары из корзины [botA] для [botB] в подарок (оплата с баланса аккаунта)

# UsageCURATORLIST
source: 查看已关注的鉴赏家列表
ru_ru: Получить список кураторов бота

# UsageFOLLOWCURATOR
source: 关注指定鉴赏家
ru_ru: Подписаться на указанного куратора

# UsageUNFOLLOWCURATOR
source: 取消关注指定鉴赏家
ru_ru: Отписаться от указанного куратора

# UsagePURCHASE
source: 结算机器人的购物车, 只能为机器人自己购买 (使用 Steam 钱包余额结算)
ru_ru: Купить товары из корзины бота для себя (оплата с баланса аккаунта)

# UsageSETCOUNTRY
source: 购物车改区,可以用CARTCOUNTRY命令获取当前可选的CountryCode(仍然有 Bug)
ru_ru: Установить регион валюты бота (НЕ РАБОТАЕТ)

# UsageCARTRESET
source: 清空购物车
ru_ru: Очистить корзину бота

# EulaCmdUnavilable
source: 尚未同意 ASFEnhance.EULA , 该命令不可用
ru_ru: "ASFEnhance.EULA" не принят, эта функция недоступна

# EnableEmailNotification
source: 启用邮件通知
ru_ru: Включить уведомление по электронной почте

# WhenWishlistDiscount
source: 愿望单上的一项物品享有折扣时
ru_ru: Скидка применяется к товару из моего списка желаний

# WhenWishlistRelease
source: 愿望单上的一件未发行物品发行时
ru_ru: Когда игра выйдет в релиз добавить в мой список желаний

# WhenGreenLightRelease
source: 关注或收藏的青睐之光提交项目发行时
ru_ru: Когда Продукт из Greenlight, на который вы были подписаны или добавляли в избранное станет доступен

# WhenFollowPublisherRelease
source: 关注的发行商或开发者发行了新产品时
ru_ru: Когда отслеживаемое издательство выпустило игру

# WhenReceiveCuratorReview
source: 收到鉴赏家副本时
ru_ru: При получении экземпляра рецензии от группы Steam Curator

# WhenReceiveCommunityReward
source: 收到社区奖励时
ru_ru: Когда вручаются награды сообщества Steam

# WhenSaleEvent
source: 季节性的促销特惠开始时
ru_ru: Когда началась сезонная распродажа

# WhenGameEventNotification
source: 收到游戏活动通知时
ru_ru: Уведомления о событиях, относящихся к конкретной игре

# UsageEMAILOPTION
source: 读取账户中的电子邮件偏好选项
ru_ru: Получение параметров электронной почты бота

# UsageSETEMAILOPTION
source: 设置账户中的电子邮件偏好选项
ru_ru: Настройка рассылки бота

# SendBotFriendRequest
source: 发送好友请求至 {0} : {1}
ru_ru: Отправить запрос на дружбу {0} : {1}

# AcceptFriendRequest
source: {1} 接受来自 {0} 的好友请求
ru_ru: {1} Принял запрос на дружбу от {0}

# UsageCLEARNOTIFICATION
source: 清除新物品和新留言通知
ru_ru: Очистка уведомлений

# UsageADDBOTFRIEND
source: 让BotA添加BotB为好友
ru_ru: Отправить запрос на дружбу ботам

# Language
source: schinese
ru_ru: russian

# ReplayPrivate
source: 私密
ru_ru: Приватный

# ReplayFriend
source: 仅限好友
ru_ru: Только для друзей

# ReplayPublic
source: 公开
ru_ru: Публичный

# ReplayPrivacyError
source: 参数错误 1 私密 2 好友 3 公开
ru_ru: Ошибка аргумента 1 приватный 2 только для друзей 3 публичный

# ViewPageUrlNotValid
source: 不是有效的URL
ru_ru: Неверная ссылка

# GameAvatarInvalidGameId
source: 不是有效的AppId
ru_ru: Некорректный AppId

# GameAvatarInvalidAvatarId
source: 不是有效的AvatarId
ru_ru: Некорректный AvatarId

# RenameTooBigRandomNumber
source: 您不能使用超过 9 个随机数字的号码
ru_ru: Плагин не может использовать случайное число с более чем 9 цифрами

# GameAvatarGameNotFound
source: 获取游戏列表失败
ru_ru: Получить список доступных игр для аватара игры не удалось

# GameAvatarGameAvatarIsEmpty
source: 读取可用游戏头像失败
ru_ru: Получить доступный игровой аватар не удалось

# DownloadImageFailed
source: 下载头像图片失败
ru_ru: Не удалось загрузить изображение

# ChangeAvatarSuccess
source: 修改头像成功
ru_ru: Аватар изменен успешно

# ChangeAvatarFailed
source: 修改头像失败
ru_ru: Не удалось установить аватар

# UsageGAMEAVATAR
source: 根据指定 AppID 和 AvatarID 设置机器人的头像
ru_ru: Установка игрового аватара по указанным gameId и avatarId

# UsageRANDOMGAMEAVATAR
source: 设置机器人的头像为随机游戏头像
ru_ru: Установка случайного игрового аватара

# UsageSETAVATAR
source: 设置机器人头像为给定的网络图片
ru_ru: Установка аватара по указанному изображению в Интернете

# UnFollowAllCuratorResult
source: 成功取关 {0} 个鉴赏家, 共计 {1} 个鉴赏家
ru_ru: Успешно отписались от {0} кураторов, всего {1} кураторов

# UsageUNFOLLOWALLCURATORS
source: 取消关注所有鉴赏家
ru_ru: Отписаться от всех кураторов

# FakePurchaseDone
source: 卡单完成
ru_ru: Фиктивная покупка совершена

# UsageFAKEPURCHASE
source: 模拟结算机器人的购物车, 生成一条购买失败的记录, 不会真的结账
ru_ru: Имитирует покупку с помощью бота и создание записи о неудаче без реального оформления покупки

# RedeemWalletError
source: {0} : {1} 代码 {2}
ru_ru: {0} : {1} Код {2}

# NoAvilableAddressError
source: 本次需要提供账单地址, 但是尚未配置可用地址, 无法激活
ru_ru: Для использования подарочной карты требуется расчетный адрес, но он не настроен, операция отменена

# UsageCRAFTBADGE
source: 自动合成可合成徽章 (一次一级)
ru_ru: Автоматическое изготовление крафтовых значков (изготовление всех крафтовых значков за один раз)

# NoCraftableBadge
source: 无可合成徽章
ru_ru: Нету значков которые можно изготовить

# CraftBadgeResult
source: {0} / {1} 个徽章合成成功
ru_ru: {0} / {1} значков сделано успешно

# SendFriendRequestSuccess
source: 发送好友请求成功
ru_ru: Запрос на дружбу отправлен успешно

# ProfileNotFound
source: 未找到个人资料
ru_ru: Профиль не найден

# NoFriend
source: 没有好友可以删除
ru_ru: No friend to be deleted

# DeleteFriendSuccess
source: 成功删除了 {0} 个好友
ru_ru: Удалено {0} друзей успешно

# UsageREPLAY
source: 获取摘要图片链接 (可以解锁徽章)
ru_ru: Получить ссылку на баннер бота "Steam Awards 2022" (можно получить значок)

# UsageREPLAYPRIVACY
source: 设置年度总结可见性, Privacy 1=私密 2=好友可见 3=公开
ru_ru: Настройка приватности годовых итогов 2022, 1=Скрыто 2=Только для друзей 3=Для всех

# UsageDELETEAVATAR
source: 删除机器人的头像(设置为默认头像)
ru_ru: Удалить аватар бота (сбросить на стандартный)

# UsageADVNICKNAME
source: 使用 占位符 设置机器人昵称, 可用占位符 %dn% %ln% %un% %botn% 不区分大小写
ru_ru: Установить использование псевдонима бота в соответствии с Placeholder, доступны значения: %dn% %ln% %un% %botn% нечувствительный случай

# UsageCLEARALIAS
source: 清除曾用名
ru_ru: Очистить историю имён

# UsageREDEEMWALLET
source: 兑换钱包充值码, 如果需要提供地址信息则自动填入配置文件中的地址
ru_ru: Использование кода кошелька, если требуется адрес для выставления счета, будет использоваться адрес, указанный в ASF.json

# UsageDELETEFRIEND
source: 删除指定好友, Text 支持 自定义链接, SteamId, 好友代码
ru_ru: Удаляет друга с помощью custom Url, steamId, Friend code

# UsageADDFRIEND
source: 让机器人发送好友请求, Text 支持 自定义链接, SteamId, 好友代码
ru_ru: Отправляет запросы на дружбу другим пользователям, с помощью custom Url, steamId, Friend code

# UsageDELETEALLFRIEND
source: 删除所有好友
ru_ru: Удаляет всех своих друзей

# UsageREDEEMWALLETMULT
source: 批量兑换钱包充值码, 但是每个机器人只会兑换一个 key
ru_ru: Использование кода кошелька, но каждый бот будет использовать только один данный код

# CanNotAddMyself
source: 无法添加自己为好友
ru_ru: Я не могу добавить себя

# AddFriendSuccess
source: 添加好友成功
ru_ru: Друг добавлен успешно

# AddFriendFailed
source: 添加好友失败
ru_ru: Добавить друга не удалось

# RegisterServiceFailed
source: 注册checkout域名失败
ru_ru: Register checkout domain failed

# CurrentNotificationSetting
source: 当前通知设定:
ru_ru: Текущие настройки уведомлений:

# NooSteamTurn
source: 我收到了 Steam 回合通知
ru_ru: Моей очереди делать ход

# NooSteamSupport
source: 我收到了 Steam 客服的回复
ru_ru: Получении ответа от службы поддержки

# NooReceivedGift
source: 我收到了礼物
ru_ru: Получении подарка

# NooReceivedReply
source: 我订阅的讨论区有回复
ru_ru: Новом ответе в обсуждении из моих подписок

# NooNewItem
source: 我库存中收到了新物品
ru_ru: Получении нового предмета

# NooFriendInvite
source: 我收到了好友邀请
ru_ru: Приглашении в друзья

# NooMajorSale
source: 有大型特卖
ru_ru: Крупной распродаже

# NooWishlistOnSale
source: 愿望单中的某件物品有折扣
ru_ru: Скидке на товар из моего списка желаемого

# NooNewTradeOffer
source: 我收到了一个新的交易报价
ru_ru: Новом предложении обмена

# NTSteamClient
source: , 客户端通知
ru_ru: , Всплывающее уведомление в клиенте Steam

# NtMobile
source: , 手机应用通知
ru_ru: , Push-уведомление в мобильном приложении
